Repository: Piecelet/neodb-app
Catalog: NeoDB/NeoDB/Resources/Localization/Discover.xcstrings
Source language: en
Languages: da, zh_hans

# discover_search_clear_all
source: Clear All
da: Ryd alt
zh_hans: 清除全部

# discover_search_error_title
source: Something Went Wrong
da: Noget gik galt
zh_hans: 出现错误

# discover_search_no_results_description
source: Try different keywords or check your spelling
da: Prøv andre nøgleord eller check din stavning
zh_hans: 尝试使用不同的关键词或检查拼写

# discover_search_no_results_title
source: No Results Found
da: Intet fundet
zh_hans: 未找到结果

# discover_search_prompt
source: Search books, movies, music...
da: Søg efter bøger, film, musik…
zh_hans: 搜索书籍、电影、音乐...

# discover_search_recent
source: Recent Searches
da: Seneste søgninger
zh_hans: 最近搜索

# discover_search_try_again
source: Try Again
da: Prøv igen
zh_hans: 重试

# discover_search_url_clear_button
source: Clear
da: Ryd
zh_hans: 清除链接

# discover_search_url_input_placeholder
source: Enter or paste URL...
da: Indtast eller indsæt URL...
zh_hans: 输入或粘贴链接...

# discover_search_url_invalid_url
source: URL Invalid
da: Ugyldig URL
zh_hans: 链接不可用

# discover_search_url_submit_button
source: Submit URL
da: Indsend URL
zh_hans: 提交链接

# discover_search_url_title
source: Search from Internet
da: Søg fra internettet
zh_hans: 从互联网搜索

# discover_search_title
source: Discover
zh_hans: 发现
